Ext.define('AffiliatedHospital.view.outpatient.ProvisionView', {
    extend: 'Ext.Container',
    //alias: 'widget.doctors',
    xtype:'provisionview',

    //cls: 'x-contacts',
    config: {

        title:'服务条款',
        style:{
            'padding':'1px'
        },
        scrollable:true,
        layout: 'fit',

        fullscreen: true,

        html:'<div style="font-size:smaller;color:darkgrey;margin: 5px;"><p style="text-align: center"><strong><span style="font-size: 16px">绍兴文理学院附属医院门户网站版权声明</span></strong></p> <p>　　一、凡在绍兴文理学院附属医院门户网站注明来源本院相关科室的所有稿件，版权均属绍兴文理学院附属医院门户网站所有，如欲转载，请先与我们接洽并签署相关协议。已与绍兴文理学院附属医院门户网站签订合作协议的媒体、网站，在下载使用时必须注明稿件来源：绍兴文理学院附属医院门户网站，违者绍兴文理学院附属医院门户网站将依法追究责任。</p>'+
'<p>　　二、绍兴文理学院附属医院门户网站未注明稿件来源的、或注明其他来源的文/图等稿件均为转载稿，绍兴文理学院附属医院门户网站转载出于为公众传递更多信息之目的，并不意味着赞同其观点或证实其内容的真实性。如其他媒体、网站或个人从绍兴文理学院附属医院门户网站下载使用，必须保留绍兴文理学院附属医院门户网站注明的&quot;稿件来源&quot;，并自负版权等法律责任。如擅自将稿件来源篡改为&quot;绍兴文理学院附属医院门户网站&quot;，绍兴文理学院附属医院门户网站将依法追究责任。</p>'+
'<p>　　三、绍兴文理学院附属医院门户网站所提供的任何健康类资讯，不能替代医生与病人面对面的诊疗，如自行用网上资料发生偏差，绍兴文理学院附属医院门户网站概不负责。院方在网上公布的办法、规定、制度、介绍等信息均仅作为浏览者的参考，亦不作为任何问题的借口和依据，据此操作，责任自负，本网站亦不负任何法律责任。</p><p>　　二、绍兴文理学院附属医院门户网站未注明稿件来源的、或注明其他来源的文/图等稿件均为转载稿，绍兴文理学院附属医院门户网站转载出于为公众传递更多信息之目的，并不意味着赞同其观点或证实其内容的真实性。如其他媒体、网站或个人从绍兴文理学院附属医院门户网站下载使用，必须保留绍兴文理学院附属医院门户网站注明的&quot;稿件来源&quot;，并自负版权等法律责任。如擅自将稿件来源篡改为&quot;绍兴文理学院附属医院门户网站&quot;，绍兴文理学院附属医院门户网站将依法追究责任。</p>'+

'<p>　　四、如绍兴文理学院附属医院门户网站转载稿涉及版权等问题，请作者在两周内速来电或来函与绍兴文理学院附属医院门户网站联系。联系电话：0575-88619955。</p><p>　　二、绍兴文理学院附属医院门户网站未注明稿件来源的、或注明其他来源的文/图等稿件均为转载稿，绍兴文理学院附属医院门户网站转载出于为公众传递更多信息之目的，并不意味着赞同其观点或证实其内容的真实性。如其他媒体、网站或个人从绍兴文理学院附属医院门户网站下载使用，必须保留绍兴文理学院附属医院门户网站注明的&quot;稿件来源&quot;，并自负版权等法律责任。如擅自将稿件来源篡改为&quot;绍兴文理学院附属医院门户网站&quot;，绍兴文理学院附属医院门户网站将依法追究责任。</p>'+

'<p>　　凡以任何方式登陆绍兴文理学院附属医院门户网站或直接、间接使用绍兴文理学院附属医院门户网站资料者，视为已经仔细看过本条款并完全同意。</p><p>　　二、绍兴文理学院附属医院门户网站未注明稿件来源的、或注明其他来源的文/图等稿件均为转载稿，绍兴文理学院附属医院门户网站转载出于为公众传递更多信息之目的，并不意味着赞同其观点或证实其内容的真实性。如其他媒体、网站或个人从绍兴文理学院附属医院门户网站下载使用，必须保留绍兴文理学院附属医院门户网站注明的&quot;稿件来源&quot;，并自负版权等法律责任。如擅自将稿件来源篡改为&quot;绍兴文理学院附属医院门户网站&quot;，绍兴文理学院附属医院门户网站将依法追究责任。</p>'+

'</div>'


    }
});